Repository: hanzhen/BabyBook-v2--iOS7-
Catalog: ZEN BabyBook/*.lproj/Localizable.strings
Languages: it

# Product not buyable
source: This product isn't allowed to be purchased
it: Prodotto indisponibile all'acquisto

source: Purchase failed
it: Acquisto non effettuato

source: Purchase complete !
it: Acquisto effettuato !

source: Copying failed
it: Errore nella copia

source: Download failed
it: Scaricamento non effettuato

source: Download cancelled
it: Scaricamento annullato

# Download active
source: Active
it: In corso

# Download waiting
source: Waiting
it: In attesa

source: Download paused
it: Scaricamento file in pausa

source: Download finished
it: Scaricamento effettuato

source: Unexpected state !
it: Stato non previsto !

# Store List title
source: Store
it: Catalogo acquisti

# Pull-to-refresh text
source: Updating store items ...
it: Catalogo in corso di aggiornamento ...

source: Installing ...
it: Installazione in corso ...

# Update
source: Update available
it: Aggiornamento disponibile

source: Installed
it: Installato

# Restore title
source: Restore content
it: Ristabilire il contenuto

# Restore message
source: Do you want to check for and restore any previous purchases ?
it: Volete verificare e ristabilire i vostri acquisti precedenti ?

source: Restore
it: Ristabilire

source: Cancel
it: Annullare

# Store Detail title
source: In-app purchase
it: Acquisto In-app

source: Version
it: Versione

source: Buy
it: Acquisto

source: Update available, please restore
it: Aggiornamento disponibile, prego ristabilire

source: Current value
it: Valore attuale

source: remaining
it: restanti

source: Pause
it: Sospendere

source: Resume
it: Riprendere

source: Settings
it: Messa a punto

source: Languages
it: Lingue

source: First Language
it: Prima lingua

source: Second Language
it: Seconda Lingua

# Item settings
source: Items
it: Immagini

source: Display name while speaking
it: Indicare il nome delle immagini

source: Play animal sounds
it: Ascoltare il verso degli animali

source: Information
it: Informazioni

source: Credits
it: Ringraziamenti
